{
    "providencia": {
        "numero": "SP3240-2024(62446)",
        "fecha": "22/11/2024",
        "enlace": "https://cortesuprema.gov.co/corte/wp-content/uploads/relatorias/pe/b1ene2025/SP3240-2024(62446).pdf"
    },
    "rubros": [
        {
            "nombre": "PRINCIPIO PRO INFANS",
            "subrubros": [
                "Genera exigencias reforzadas de diligencia en el proceso penal, cuando la víctima es menor de edad",
                "Formas de garantizarlo cuando las víctimas son víctimas de delitos sexuales"
            ]
        },
        {
            "nombre": "ENFOQUE DE GÉNERO",
            "subrubros": [
                "Obligaciones de las autoridades judiciales: en el ámbito de juzgamiento, impone al fallador valorar la prueba eliminando estereotipos que tratan de universalizar como criterios de racionalidad prejuicios machistas",
                "Obligaciones de las autoridades judiciales: en el ámbito de juzgamiento, impone al fallador valorar la prueba eliminando estereotipos que tratan de universalizar como criterios de racionalidad prejuicios machistas."
            ]
        },
        {
            "nombre": "ACCESO CARNAL VIOLENTO",
            "subrubros": [
                "Configuración: no es exigible que la víctima despliegue una acción de resistencia frente al acto sexual no consentido."
            ]
        },
        {
            "nombre": "SISTEMA PENAL ACUSATORIO",
            "subrubros": [
                "Declaraciones rendidas antes del juicio: entrevista rendida ante psicólogo por menor víctima de delito sexual, es prueba de referencia sobre lo dicho por éste y prueba directa sobre las percepciones del profesional",
                "Declaraciones rendidas antes del juicio, entrevistas, menor víctima de delitos sexuales, incorporación como prueba de referencia para evitar su doble victimización",
                "Declaraciones rendidas antes del juicio: alcance, constituyen prueba de referencia dependiendo del ejercicio del derecho de confrontación."
            ]
        }
    ]
}