[
    {
        "providencia": "SP3240-2024(62446)",
        "fecha": "22/11/2024",
        "enlace": "https://cortesuprema.gov.co/corte/wp-content/uploads/relatorias/pe/b1ene2025/SP3240-2024(62446).pdf",
        "rubros": {
            "PRINCIPIO PRO INFANS": [
                "Genera exigencias reforzadas de diligencia en el proceso penal, cuando la víctima es menor de edad",
                "Formas de garantizarlo cuando las víctimas son víctimas de delitos sexuales"
            ],
            "ENFOQUE DE GÉNERO": [
                "Obligaciones de las autoridades judiciales: en el ámbito de juzgamiento, impone al fallador valorar la prueba eliminando estereotipos que tratan de universalizar como criterios de racionalidad prejuicios machistas",
                "Obligaciones de las autoridades judiciales: en el ámbito de juzgamiento, impone al fallador valorar la prueba eliminando estereotipos que tratan de universalizar como criterios de racionalidad prejuicios machistas. SISTEMA PENAL ACUSATORIO - Declaraciones rendidas antes del juicio: entrevista rendida ante psicólogo por menor víctima de delito sexual, es prueba de referencia sobre lo dicho por éste y prueba directa sobre las percepciones del profesional"
            ],
            "ACCESO CARNAL VIOLENTO": [
                "Configuración: no es exigible que la víctima despliegue una acción de resistencia frente al acto sexual no consentido. PRINCIPIO PRO INFANS - Genera exigencias reforzadas de diligencia en el proceso penal, cuando la víctima es menor de edad"
            ],
            "SISTEMA PENAL ACUSATORIO": [
                "Declaraciones rendidas antes del juicio, entrevistas, menor víctima de delitos sexuales, incorporación como prueba de referencia para evitar su doble victimización",
                "Declaraciones rendidas antes del juicio: alcance, constituyen prueba de referencia dependiendo del ejercicio del derecho de confrontación. ACCESO CARNAL VIOLENTO - Configuración: no es exigible que la víctima despliegue una acción de resistencia frente al acto sexual no consentido /"
            ]
        }
    },
    {
        "providencia": "SP2995-2024(58767)",
        "fecha": "13/11/2024",
        "enlace": "https://cortesuprema.gov.co/corte/wp-content/uploads/relatorias/pe/b1ene2025/SP2995-2024(58767).pdf",
        "rubros": {
            "LEY DE JUSTICIA Y PAZ": [
                "Reparación integral: indemnización de perjuicios, perjuicios morales, en los delitos de destrucción y apropiación debienes protegidos y actos de terrorismo no se presumen",
                "Reparación integral: incidente de reparación, sucesión procesal",
                "Reparación integral: incidente de reparación, transmisión del derecho por causa de muerte, solo compete determinar la procedencia de la indemnización, no definir quiénes ostentan la calidad de herederos",
                "Reparación integral: incidente de reparación, transmisión del derecho por causa de muerte, la condena en perjuicios, no se hace a favor de persona alguna, sino de la sucesión",
                "Víctimas indirectas: no pueden reportarse los hijos de crianza",
                "Víctimas: no se reconoce como víctima a los padres de crianza",
                "Víctimas: acreditación, unión marital de hecho, no es posible el reconocimiento de dos o más uniones maritales de hecho simultáneas.",
                "Reparación integral: indemnización de perjuicios, perjuicios morales, familiares del occiso, sus perjuicios no son un hecho notorio.",
                "Reparación integral: indemnización de perjuicios, demostración, al menos prueba sumaria",
                "Reparación integral: indemnización de perjuicios, demostración, principio de flexibilización de las reglas de apreciación probatoria, no equivale a la ausencia de prueba",
                "Reparación integral: presunción de legalidad del daño moral",
                "Reparación integral: tasación del daño moral en casos de desplazamiento forzado",
                "Reparación integral: indemnización de perjuicios, perjuicios morales, en los delitos de destrucción y apropiación de bienes protegidos y actos de terrorismo no se presumen",
                "Reparación integral: incidente de reparación, transmisión del derecho por causa de muerte",
                "Reparación integral: incidente de reparación, transmisión del derecho por causa de muerte, requisitos",
                "Víctimas: hijos de crianza, acreditación",
                "Víctimas: acreditación, unión marital de hecho, no es posible el reconocimiento de dos o más uniones maritales de hecho simultáneas /"
            ],
            "PRUEBA": [
                "Hecho notorio: concepto",
                "Hecho notorio: conflicto armado interno"
            ],
            "INTERNO": [
                "Demostración: hecho notorio"
            ],
            "PERJUICIOS": [
                "Los daños materiales deben ser probados.",
                "Daño: siempre debe demostrarse, salvo en los casos en que la ley establece la presunción de su existencia.",
                "Daños morales: daño moral subjetivado, principio de arbitrio judicium"
            ],
            "DESTRUCCIÓN Y APROPIACIÓN DE BIENES PROTEGIDOS": [
                "Elementos: relación con la ventaja militar concreta prevista, explicación",
                "Bienes protegidos: concepto"
            ],
            "ACTOS DE TERRORISMO": [
                "Concepto",
                "Finalidad: sembrar el miedo, el terror y la zozobra entre la población civil",
                "Daños morales: deben ser demostrados"
            ],
            "INDEMNIZACIÓN  DE  PERJUICIOS": [
                "Lucro cesante: menor de edad, regulación\t/INDEMNIZACIÓN  DE  PERJUICIOS  -  Lucro cesante: menor de edad, hasta los 18 años, salvo que se demuestre su dependencia económica hasta los 25 años"
            ],
            "FAMILIA": [
                "De crianza: requisitos para su existencia",
                "Hijos de crianza: elementos"
            ]
        }
    }
]